{
  "lambangHimpunan": [
    "Perisai 5 adalah mengacu kepada lambang Universitas Muhammadiyah Jakarta.",
    "Warna biru adalah menandakan ruang lingkup FT-UMJ.",
    "Warna kuning adalah kedinamisan langkah HMIF BEM FT-UMJ.",
    "Warna putih adalah mengamalkan Dharma Bakti Mahasiswa FT-UMJ.",
    "Bulat hijau dengan tulisan HMIF dan gelang merah adalah melambangkan Teknologi Informasi dan Komunikasi."
  ],
  "tugasPokok": [
    "HMIF BEM FT-UMJ mempunyai tugas pokok meningkatkan mutu kemahasiswaan berdasarkan Catur Dharma Perguruan Tinggi.",
    "Mengikutsertakan Mahasiswa Teknik Informatika BEM FT-UMJ dalam mengembangkan prodi yang unggul dalam IPTEK dan kokoh dalam IMTAQ sebagai loyalitas terhadap Almamater."
  ],
  "visiMisi": {
    "visi": [
      "Sebagai wadah pembina dan pengembangan sumber daya mahasiswa di tingkat prodi Teknik Informatika FT-UMJ.",
      "Sebagai wadah dan penyalur inspirasi dan aspirasi yang datang dari mahasiswa Teknik Informatika FT-UMJ.",
      "Mengembangkan lembaga kemahasiswaan dan meningkatkan mutu sumber daya Teknik Informatika FT-UMJ.",
      "Menyelenggarakan dan mengelola kegiatan kemahasiswaan atau anggota di lingkungan Prodi Teknik Informatika FT-UMJ."
    ],
    "misi": [
      "Melakukan koordinasi dan komunikasi antar mahasiswa  Teknik Informatika di HMIF BEM FT-UMJ.",
      "Meningkatkan kerja sama dan memupuk saling pengertian dengan dosen, asisten lab. Informatika  di lingkungan FT-UMJ.",
      "Meningkatkan hubungan HMIF BEMFT-UMJ dengan Himpunan lain yang berada di Fakultas Teknik dan Fakultas-fakultas lain yang ada di lingkungan UMJ.",
      "Mempererat tali persaudaraan antar pengurus dan anggota HMIF BEM FT-UMJ.",
      "Membantu kelancaran akademik bagi anggota HMIF BEM FT-UMJ.",
      "Memberikan pendapat, usul inisiatif, saran kepada pimpinan-pimpinan tingkat Prodi, Fakultas, Universitas terutama yang berkaitan dengan fungsi dan pencapaian tujuan pendidikan.",
      "Mengusulkan anggota HMIF BEM FT-UMJ menjadi Asisten Lab.Informatika FT-UMJ dengan mengadakan pembekalan untuk anggota.",
      "Menyumbangkan Dharma Bakti Mahasiswa Teknik Informatika sebagai sarana pendidikan dan pengkaderan intelektual muslim yang mampu bekerja terampil pada bidangnya dalam berbagai forum-forum mahasiswa, penelitian dan pengembangan masyarakat serta forum keilmuan guna menjaga citra HMIF BEM FT-UMJ.",
      "Memberi pembekalan & pelatihan kepada anggota agar dapat menjadi kader berkualitas untuk perkembangan HMIF BEM FT-UMJ.",
      "Menciptakan dan menjaga nama baik dan citra HMIF BEM FT-UMJ kepada anggota, lembaga internal dan eksternal UMJ."
    ]
  }
}
